<?php

// use App\Models\MainBlock;

// $mainBlock = MainBlock::firstOrCreate()->toArray();
// $title = $mainBlock['title-by'];
// $intro = $mainBlock['intro-by'];

return [
  'name' => [
    'start' => 'Дзяржаўная ўстанова адукацыі',
    'end' => 'Дзіцячы сад №10 г.Мінска',
  ],
  'intro' => 'Сардэчна запрашаем у наш дзіцячы сад! Мы прапануем кахаючую і клапатлівую абстаноўку, дзе ваша дзіця зможа гуляць, вучыцца і расквітаць. Наша каманда прафесіяналаў з гарачым сэрцам і шырокімі ведамі дапаможа развіць навыкі вашага дзіцяці, ствараючы аснову для будучага поспеху.',
  'eye' => 'версія для слабых зрокам',
  'address' => 'г.Мінск Вуліца, Шчарбакова 19а',
  // 'main-block' => compact('title', 'intro'),
  
]
?>