<?php

// use App\Models\MainBlock;

// $mainBlock = MainBlock::firstOrCreate()->toArray();
// $title = $mainBlock['title-by'];
// $intro = $mainBlock['intro-by'];

return [
  'name' => [
    'start' => 'Дзяржаўная ўстанова адукацыі',
    'end' => 'Дзіцячы сад №10 г.Мінска',
  ],
  'form' => [
    'write' => 'Напішыце нам!',
    'name' => 'Имя і прозвішча', 
    'tel' => 'Тэлефон',
    'confirm' => 'Згодны на апрацоўку персанальных дадзеных, атрыманне рассылак, а таксама <br>з ',
    'politic' => 'Палітыкай канфідэнцыяльнасці',
    'button' => 'пакінуць заяўку',
  ],
  'intro' => 'Сардэчна запрашаем у наш дзіцячы сад! Мы прапануем кахаючую і клапатлівую абстаноўку, дзе ваша дзіця зможа гуляць, вучыцца і расквітаць. Наша каманда прафесіяналаў з гарачым сэрцам і шырокімі ведамі дапаможа развіць навыкі вашага дзіцяці, ствараючы аснову для будучага поспеху.',
  'eye' => 'версія для слабых зрокам',
  'address' => 'г.Мінск Вуліца, Шчарбакова 19а',
  'year' => 'Абярыце год',
  'month' => 'Абярыце месяц',
  'monthes' => [
    'студзень',
    'люты',
    'сакавік',
    'красавік',
    'май',
    'чэрвень',
    'ліпень',
    'жнівень',
    'верасень',
    'кастрычнік',
    'лістапад',
    'снежань',
  ],
  // 'main-block' => compact('title', 'intro'),
  
]
?>